/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "ライブラリが応答していません";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac は、写真ライブラリが応答しないため、写真ライブラリにアクセスできませんでした。";

"Quit or force quit Photos;" = "写真を終了または強制終了；";
"Open your Activity Monitor;" = "アクティビティモニタを開く；";
"Force quit the \"photolibraryd\" process;" = "“ photolibraryd”のプロセスを強制終了；";
"Reopen Photos if needed." = "必要であれば、“写真”を再度開きます。";

//Library Update
"Library Update Required" = "ライブラリをアップデートする必要があります";
"Please update your photo library to make it accessible for a scan." = "フォトライブラリにアクセスしてスキャンできるように、フォトライブラリをアップデートしてください。";

"Open your library in the Photos app;" = "写真Appでライブラリを開いてください。";
"Wait until it updates the library." = "ライブラリがアップデートされるまでお待ちください。";
